Repository: onlyvae/loupe
Catalog: code/Loupe/InfoPlist.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, pt_pt, ru, tr, uk, vi, zh_hans, zh_hant

# NSAppleMusicUsageDescription
source: Loupe counts songs, albums, and playlists, and shows your top genres and artists. It never plays back audio.
ar: يحصي Loupe الأغاني والألبومات وقوائم التشغيل، ويعرض أبرز الأنواع والفنانين لديك. ولا يشغّل أي صوت أبدًا.
de: Loupe zählt Titel, Alben und Wiedergabelisten und zeigt deine Top-Genres und -Künstler. Audio wird nie abgespielt.
es: Loupe cuenta canciones, álbumes y listas de reproducción, y muestra tus géneros y artistas más escuchados. Nunca reproduce audio.
fr: Loupe compte les morceaux, albums et playlists, et affiche vos genres et artistes préférés. Aucun audio n'est lu.
it: Loupe conta brani, album e playlist e mostra i tuoi generi e artisti più ascoltati. Non riproduce mai audio.
ja: Loupeは、曲、アルバム、プレイリストの数を集計し、よく聴くジャンルやアーティストを表示します。オーディオを再生することはありません。
ko: Loupe는 곡, 앨범, 재생목록의 개수를 세고, 자주 듣는 장르와 아티스트를 보여줘요. 오디오를 재생하는 일은 절대 없어요.
pl: Loupe liczy utwory, albumy i playlisty oraz pokazuje Twoje najczęstsze gatunki i wykonawców. Nigdy nie odtwarza dźwięku.
pt_br: O Loupe conta músicas, álbuns e playlists, e mostra seus gêneros e artistas favoritos. Nunca reproduz áudio.
pt_pt: O Loupe conta músicas, álbuns e listas de reprodução, e mostra os seus géneros e artistas favoritos. Nunca reproduz áudio.
ru: Loupe считает песни, альбомы и плейлисты и показывает твои любимые жанры и исполнителей. Музыка никогда не воспроизводится.
tr: Loupe şarkıları, albümleri ve çalma listelerini sayar, en çok dinlediğin türleri ve sanatçıları gösterir. Ses hiçbir zaman çalınmaz.
uk: Loupe рахує пісні, альбоми та плейлисти й показує твої улюблені жанри та виконавців. Музика ніколи не відтворюється.
vi: Loupe đếm số bài hát, album và danh sách phát, đồng thời hiển thị các thể loại và nghệ sĩ bạn nghe nhiều nhất. Loupe không bao giờ phát âm thanh.
zh_hans: Loupe 会统计歌曲、专辑和播放列表，并显示你最常听的流派和艺人。它不会播放音频。
zh_hant: Loupe 會統計歌曲、專輯和播放列表，並顯示你最常聽的曲風和藝人。它不會播放音訊。

# NSBluetoothAlwaysUsageDescription
source: Loupe runs a five-second Bluetooth LE scan for nearby peripherals. No identifiers are stored or sent anywhere.
ar: يُجري Loupe فحص Bluetooth LE لمدة خمس ثوانٍ بحثًا عن الأجهزة القريبة. ولا تُخزّن أي معرّفات أو تُرسل إلى أي مكان.
de: Loupe führt einen fünfsekündigen Bluetooth-LE-Scan nach Geräten in der Nähe durch. Es werden keine Kennungen gespeichert oder irgendwohin gesendet.
es: Loupe ejecuta un escaneo Bluetooth LE de cinco segundos en busca de dispositivos cercanos. No se almacena ni se envía ningún identificador a ningún sitio.
fr: Loupe effectue un scan Bluetooth LE de cinq secondes à la recherche d'appareils à proximité. Aucun identifiant n'est conservé ni envoyé où que ce soit.
it: Loupe esegue una scansione Bluetooth LE di cinque secondi per cercare dispositivi nelle vicinanze. Nessun identificatore viene memorizzato o inviato altrove.
ja: Loupeは、近くのデバイスを探すためにBluetooth LEで5秒間のスキャンを行います。識別情報の保存や送信は一切行いません。
ko: Loupe는 주변 기기를 찾기 위해 5초 동안 Bluetooth LE 스캔을 실행해요. 어떤 식별자도 저장하거나 어디로도 보내지 않아요.
pl: Loupe wykonuje pięciosekundowe skanowanie Bluetooth LE w poszukiwaniu pobliskich urządzeń. Żadne identyfikatory nie są przechowywane ani nigdzie wysyłane.
pt_br: O Loupe executa uma busca Bluetooth LE de cinco segundos por dispositivos próximos. Nenhum identificador é armazenado ou enviado a lugar nenhum.
pt_pt: O Loupe executa uma análise Bluetooth LE de cinco segundos à procura de dispositivos próximos. Nenhum identificador é guardado ou enviado para qualquer lado.
ru: Loupe выполняет пятисекундное сканирование Bluetooth LE для поиска устройств поблизости. Никакие идентификаторы не сохраняются и никуда не отправляются.
tr: Loupe yakındaki cihazları aramak için beş saniyelik bir Bluetooth LE taraması yapar. Hiçbir tanımlayıcı saklanmaz veya herhangi bir yere gönderilmez.
uk: Loupe виконує п'ятисекундне сканування Bluetooth LE для пошуку пристроїв поблизу. Жодні ідентифікатори не зберігаються й нікуди не надсилаються.
vi: Loupe quét Bluetooth LE trong năm giây để tìm các thiết bị gần đó. Không có mã định danh nào được lưu trữ hay gửi đi đâu cả.
zh_hans: Loupe 会进行一次五秒的蓝牙 LE 扫描，用于查找附近的设备。不会存储或向任何地方发送任何标识符。
zh_hant: Loupe 會進行一次五秒的藍牙 LE 掃描，用來尋找附近的裝置。不會儲存或傳送任何識別碼到任何地方。

# NSCalendarsFullAccessUsageDescription
source: Loupe counts calendars, sources and events in a 60-day window. It does not read event titles or notes.
ar: يحصي Loupe التقويمات والمصادر والأحداث خلال مدة 60 يومًا. ولا يقرأ عناوين الأحداث أو ملاحظاتها.
de: Loupe zählt Kalender, Quellen und Termine in einem 60-Tage-Fenster. Termintitel und Notizen werden nicht gelesen.
es: Loupe cuenta calendarios, fuentes y eventos en una ventana de 60 días. No lee los títulos ni las notas de los eventos.
fr: Loupe compte les calendriers, les sources et les événements sur une fenêtre de 60 jours. Il ne lit ni les titres ni les notes des événements.
it: Loupe conta calendari, sorgenti ed eventi in una finestra di 60 giorni. Non legge i titoli né le note degli eventi.
ja: Loupeは、過去60日間のカレンダー、ソース、イベントの数を集計します。イベントのタイトルやメモは読み取りません。
ko: Loupe는 60일 구간의 캘린더, 소스, 이벤트 개수를 세요. 이벤트 제목이나 메모는 읽지 않아요.
pl: Loupe liczy kalendarze, źródła i wydarzenia w 60-dniowym oknie. Nie odczytuje tytułów ani notatek wydarzeń.
pt_br: O Loupe conta calendários, fontes e eventos em uma janela de 60 dias. Ele não lê títulos ou notas dos eventos.
pt_pt: O Loupe conta calendários, origens e eventos numa janela de 60 dias. Não lê os títulos nem as notas dos eventos.
ru: Loupe считает календари, источники и события за 60 дней. Названия и заметки событий не читаются.
tr: Loupe 60 günlük bir pencerede takvimleri, kaynakları ve etkinlikleri sayar. Etkinlik başlıklarını veya notları okumaz.
uk: Loupe рахує календарі, джерела та події за 60 днів. Назви й нотатки подій не читаються.
vi: Loupe đếm số lịch, nguồn và sự kiện trong khoảng thời gian 60 ngày. Loupe không đọc tiêu đề hay ghi chú của sự kiện.
zh_hans: Loupe 会在 60 天的时间窗口内统计日历、来源和事件数量。它不会读取事件标题或备注。
zh_hant: Loupe 會在 60 天的時間範圍內統計行事曆、來源和事件數量。它不會讀取事件標題或備註。

# NSCameraUsageDescription
source: Loupe enumerates camera hardware: lens type, zoom range, field of view. It never opens the camera sensor.
ar: يَسرُد Loupe مكوّنات الكاميرا: نوع العدسة، ونطاق التكبير/التصغير، ومجال الرؤية. ولا يفتح مستشعر الكاميرا أبدًا.
de: Loupe listet die Kamera-Hardware auf: Objektivtyp, Zoombereich, Bildwinkel. Der Kamerasensor wird nie geöffnet.
es: Loupe enumera el hardware de la cámara: tipo de objetivo, rango de zoom y campo de visión. Nunca abre el sensor de la cámara.
fr: Loupe énumère le matériel de l'appareil photo : type d'objectif, plage de zoom, champ de vision. Il n'active jamais le capteur.
it: Loupe elenca l'hardware della fotocamera: tipo di obiettivo, intervallo di zoom, campo visivo. Non attiva mai il sensore della fotocamera.
ja: Loupeは、カメラのハードウェア情報（レンズの種類、ズーム範囲、画角）を列挙します。カメラのセンサーを起動することはありません。
ko: Loupe는 카메라 하드웨어 정보를 나열해요: 렌즈 유형, 줌 범위, 시야각. 카메라 센서를 켜는 일은 절대 없어요.
pl: Loupe wymienia sprzęt aparatu: typ obiektywu, zakres zoomu, pole widzenia. Nigdy nie uruchamia matrycy aparatu.
pt_br: O Loupe enumera os recursos de hardware da câmera: tipo de lente, faixa de zoom e campo de visão. Nunca abre o sensor da câmera.
pt_pt: O Loupe enumera as capacidades de hardware da câmara: tipo de objetiva, intervalo de zoom e campo de visão. Nunca abre o sensor da câmara.
ru: Loupe перечисляет характеристики камеры: тип объектива, диапазон зума и угол обзора. Сам сенсор камеры не включается.
tr: Loupe kamera donanımını listeler: objektif türü, zoom aralığı, görüş alanı. Kamera sensörünü hiçbir zaman açmaz.
uk: Loupe перераховує характеристики камери: тип об'єктива, діапазон зуму та кут огляду. Сам сенсор камери не вмикається.
vi: Loupe liệt kê phần cứng camera: loại ống kính, phạm vi thu phóng, trường nhìn. Loupe không bao giờ bật cảm biến camera.
zh_hans: Loupe 会列出相机硬件信息：镜头类型、变焦范围、视角。它从不打开相机传感器。
zh_hant: Loupe 會列出相機硬體資訊：鏡頭類型、變焦範圍、視角。它從不開啟相機感光元件。

# NSContactsUsageDescription
source: Loupe counts contacts and contact field labels. It does not display names, phone numbers, email addresses, or postal addresses.
ar: يحصي Loupe جهات الاتصال وتسميات حقولها. ولا يعرض الأسماء أو أرقام الهواتف أو عناوين البريد الإلكتروني أو العناوين البريدية.
de: Loupe zählt Kontakte und Feldbezeichnungen. Namen, Telefonnummern, E-Mail-Adressen und Postanschriften werden nicht angezeigt.
es: Loupe cuenta los contactos y las etiquetas de los campos de contacto. No muestra nombres, números de teléfono, direcciones de correo ni direcciones postales.
fr: Loupe compte les contacts et les libellés des champs de contact. Il n'affiche ni noms, ni numéros de téléphone, ni adresses e-mail, ni adresses postales.
it: Loupe conta i contatti e le etichette dei loro campi. Non mostra nomi, numeri di telefono, indirizzi email o indirizzi postali.
ja: Loupeは、連絡先の件数とフィールドのラベルを集計します。氏名、電話番号、メールアドレス、住所は表示しません。
ko: Loupe는 연락처와 연락처 필드 레이블의 개수를 세요. 이름, 전화번호, 이메일 주소, 우편 주소는 표시하지 않아요.
pl: Loupe liczy kontakty i etykiety pól kontaktów. Nie wyświetla imion, numerów telefonów, adresów e-mail ani adresów pocztowych.
pt_br: O Loupe conta contatos e rótulos de campos de contato. Não mostra nomes, números de telefone, e-mails nem endereços postais.
pt_pt: O Loupe conta contactos e etiquetas de campos de contacto. Não mostra nomes, números de telefone, endereços de e-mail nem moradas.
ru: Loupe считает контакты и подписи их полей. Имена, телефоны, адреса электронной почты и почтовые адреса не показываются.
tr: Loupe kişileri ve kişi alan etiketlerini sayar. Adlar, telefon numaraları, e-posta adresleri veya posta adresleri gösterilmez.
uk: Loupe рахує контакти й підписи їхніх полів. Імена, телефони, адреси електронної пошти та поштові адреси не показуються.
vi: Loupe đếm số liên hệ và nhãn của các trường liên hệ. Loupe không hiển thị tên, số điện thoại, địa chỉ email hay địa chỉ bưu điện.
zh_hans: Loupe 会统计联系人数量和联系人字段标签。它不会显示姓名、电话号码、电子邮件或邮寄地址。
zh_hant: Loupe 會統計聯絡資訊的數量和欄位標籤。它不會顯示姓名、電話號碼、電子郵件或郵寄地址。

# NSLocalNetworkUsageDescription
source: Loupe runs short Bonjour discovery of services on your local network. Service names are not stored.
ar: يُجري Loupe اكتشاف Bonjour وجيزًا للخدمات على شبكتك المحلية. ولا تُخزّن أسماء الخدمات.
de: Loupe führt eine kurze Bonjour-Erkennung der Dienste in deinem lokalen Netzwerk durch. Dienstnamen werden nicht gespeichert.
es: Loupe ejecuta un breve descubrimiento Bonjour de los servicios de tu red local. Los nombres de los servicios no se guardan.
fr: Loupe effectue une courte découverte Bonjour des services sur votre réseau local. Les noms des services ne sont pas conservés.
it: Loupe esegue una breve ricerca di servizi Bonjour sulla tua rete locale. I nomi dei servizi non vengono memorizzati.
ja: Loupeは、ローカルネットワーク上のサービスをBonjourで短時間検出します。サービス名は保存されません。
ko: Loupe는 로컬 네트워크의 서비스를 Bonjour로 잠시 검색해요. 서비스 이름은 저장하지 않아요.
pl: Loupe wykonuje krótkie wykrywanie usług Bonjour w Twojej sieci lokalnej. Nazwy usług nie są przechowywane.
pt_br: O Loupe executa uma breve descoberta Bonjour dos serviços na sua rede local. Os nomes dos serviços não são armazenados.
pt_pt: O Loupe executa uma breve descoberta Bonjour dos serviços na sua rede local. Os nomes dos serviços não são guardados.
ru: Loupe выполняет короткое обнаружение сервисов через Bonjour в твоей локальной сети. Имена сервисов не сохраняются.
tr: Loupe yerel ağındaki hizmetlerin kısa bir Bonjour keşfini yapar. Hizmet adları saklanmaz.
uk: Loupe виконує коротке виявлення сервісів через Bonjour у твоїй локальній мережі. Назви сервісів не зберігаються.
vi: Loupe thực hiện một lần tìm kiếm dịch vụ Bonjour ngắn trên mạng nội bộ của bạn. Tên dịch vụ không được lưu trữ.
zh_hans: Loupe 会通过 Bonjour 对本地网络上的服务进行一次短暂的探测。服务名称不会被存储。
zh_hant: Loupe 會透過 Bonjour 對本機網路上的服務進行一次短暫的探查。服務名稱不會被儲存。

# NSLocationWhenInUseUsageDescription
source: Loupe reads one location fix to demonstrate coordinate-based fingerprinting. Nothing is recorded or transmitted.
ar: يقرأ Loupe موقعًا واحدًا لتوضيح البصمة المعتمدة على الإحداثيات. ولا يُسجّل أو يُرسل أي شيء.
de: Loupe liest einmal deinen Standort, um koordinatenbasiertes Fingerprinting zu zeigen. Es wird nichts aufgezeichnet oder übertragen.
es: Loupe lee una sola ubicación para mostrar el fingerprinting basado en coordenadas. No se registra ni se transmite nada.
fr: Loupe lit une seule position pour illustrer le fingerprinting par coordonnées. Rien n'est enregistré ni transmis.
it: Loupe legge la posizione una sola volta per mostrare l'impronta digitale basata sulle coordinate. Nulla viene registrato o trasmesso.
ja: Loupeは、座標ベースのフィンガープリンティングを示すために位置情報を1回だけ取得します。記録も送信もされません。
ko: Loupe는 좌표 기반 지문 수집을 보여주기 위해 위치를 한 번만 읽어요. 어떤 것도 기록하거나 전송하지 않아요.
pl: Loupe odczytuje jedną lokalizację, aby pokazać tworzenie odcisku palca na podstawie współrzędnych. Nic nie jest zapisywane ani przesyłane.
pt_br: O Loupe lê uma única localização para mostrar o fingerprinting baseado em coordenadas. Nada é registrado ou transmitido.
pt_pt: O Loupe lê uma única localização para demonstrar o fingerprinting baseado em coordenadas. Nada é registado nem transmitido.
ru: Loupe запрашивает одну геолокацию, чтобы показать фингерпринтинг по координатам. Ничего не записывается и не передаётся.
tr: Loupe koordinat tabanlı parmak izini göstermek için tek bir konum okur. Hiçbir şey kaydedilmez veya iletilmez.
uk: Loupe запитує одну геолокацію, щоб показати фінгерпринтинг за координатами. Нічого не записується й не передається.
vi: Loupe đọc vị trí một lần để minh họa dấu vân tay kỹ thuật số dựa trên tọa độ. Không có gì được ghi lại hay truyền đi.
zh_hans: Loupe 会读取一次位置信息，用于演示基于坐标的指纹识别。不会记录或传输任何数据。
zh_hant: Loupe 會讀取一次位置資訊，用來示範以座標為基礎的指紋識別。不會記錄或傳送任何資料。

# NSMicrophoneUsageDescription
source: Loupe reads microphone route information and data sources. It never records audio.
ar: يقرأ Loupe معلومات توجيه الميكروفون ومصادر بياناته. ولا يسجّل أي صوت أبدًا.
de: Loupe liest Routing-Informationen und Datenquellen des Mikrofons. Es werden nie Audios aufgenommen.
es: Loupe lee información de enrutamiento y fuentes de datos del micrófono. Nunca graba audio.
fr: Loupe lit les informations de routage et les sources de données du micro. Il n'enregistre jamais d'audio.
it: Loupe legge le informazioni sull'instradamento del microfono e le sue sorgenti dati. Non registra mai audio.
ja: Loupeは、マイクのルーティング情報とデータソースを読み取ります。音声を録音することはありません。
ko: Loupe는 마이크의 라우팅 정보와 데이터 소스를 읽어요. 오디오를 녹음하는 일은 절대 없어요.
pl: Loupe odczytuje informacje o trasie mikrofonu i jego źródłach danych. Nigdy nie nagrywa dźwięku.
pt_br: O Loupe lê informações de roteamento do microfone e suas fontes de dados. Nunca grava áudio.
pt_pt: O Loupe lê informação de encaminhamento do microfone e as suas origens de dados. Nunca grava áudio.
ru: Loupe читает данные о маршрутизации микрофона и его источниках. Аудио никогда не записывается.
tr: Loupe mikrofon yönlendirme bilgilerini ve veri kaynaklarını okur. Ses hiçbir zaman kaydedilmez.
uk: Loupe читає дані про маршрутизацію мікрофона та його джерела. Аудіо ніколи не записується.
vi: Loupe đọc thông tin định tuyến của micrô và các nguồn dữ liệu của nó. Loupe không bao giờ ghi âm.
zh_hans: Loupe 会读取麦克风的路由信息和数据源。它从不录制音频。
zh_hant: Loupe 會讀取麥克風的路由資訊和資料來源。它從不錄製音訊。

# NSMotionUsageDescription
source: Loupe samples motion sensors and reads today's pedometer totals to show behavioral signals. Nothing is sent anywhere.
ar: يأخذ Loupe عيّنات من مستشعرات الحركة ويقرأ إجماليات عدّاد الخطى لليوم لعرض إشارات سلوكية. ولا يُرسل أي شيء إلى أي مكان.
de: Loupe liest Bewegungssensoren und die heutigen Schrittwerte aus, um Verhaltenssignale zu zeigen. Es wird nichts gesendet.
es: Loupe toma muestras de los sensores de movimiento y lee los totales del podómetro de hoy para mostrar señales de comportamiento. No se envía nada.
fr: Loupe échantillonne les capteurs de mouvement et lit les totaux du podomètre du jour pour montrer des signaux comportementaux. Rien n'est envoyé.
it: Loupe campiona i sensori di movimento e legge i totali odierni del contapassi per mostrare i segnali comportamentali. Nulla viene inviato altrove.
ja: Loupeは、行動シグナルを示すためにモーションセンサーをサンプリングし、当日の歩数計データを読み取ります。データはどこにも送信されません。
ko: Loupe는 행동 신호를 보여주기 위해 동작 센서를 샘플링하고 오늘의 걸음 수 합계를 읽어요. 어떤 것도 어디로도 보내지 않아요.
pl: Loupe próbkuje czujniki ruchu i odczytuje dzisiejsze sumy z krokomierza, aby pokazać sygnały behawioralne. Nic nie jest nigdzie wysyłane.
pt_br: O Loupe amostra sensores de movimento e lê os totais do pedômetro de hoje para mostrar sinais comportamentais. Nada é enviado para lugar nenhum.
pt_pt: O Loupe amostra os sensores de movimento e lê os totais do podómetro de hoje para mostrar sinais comportamentais. Nada é enviado para qualquer lado.
ru: Loupe снимает показания датчиков движения и читает сегодняшние данные шагомера, чтобы показать поведенческие сигналы. Ничего никуда не отправляется.
tr: Loupe davranışsal sinyalleri göstermek için hareket sensörlerini örnekler ve bugünün adımölçer verilerini okur. Hiçbir şey gönderilmez.
uk: Loupe знімає показники датчиків руху й читає сьогоднішні дані крокоміра, щоб показати поведінкові сигнали. Нічого нікуди не надсилається.
vi: Loupe lấy mẫu các cảm biến chuyển động và đọc tổng số bước hôm nay để minh họa các tín hiệu hành vi. Không có gì được gửi đi đâu cả.
zh_hans: Loupe 会采样运动传感器，并读取当天的计步器数据，用于展示行为信号。不会向外发送任何数据。
zh_hant: Loupe 會取樣動作感測器，並讀取當天的計步器資料，用來呈現行為訊號。不會向外傳送任何資料。

# NSPhotoLibraryUsageDescription
source: Loupe counts photo library assets and collections, and optionally looks up geotag locations. It never reads image data.
ar: يحصي Loupe عناصر مكتبة الصور ومجموعاتها، وقد يبحث اختياريًا عن مواقع الوسم الجغرافي. ولا يقرأ بيانات الصور أبدًا.
de: Loupe zählt Objekte und Sammlungen in deiner Fotomediathek und schlägt optional Geotag-Standorte nach. Bilddaten werden nie gelesen.
es: Loupe cuenta los elementos y las colecciones de tu fototeca y, opcionalmente, consulta las ubicaciones de las geoetiquetas. Nunca lee los datos de las imágenes.
fr: Loupe compte les éléments et les collections de votre photothèque et recherche éventuellement les lieux des géotags. Il ne lit jamais les données d'image.
it: Loupe conta gli elementi e le raccolte nella libreria foto e, facoltativamente, verifica i luoghi geolocalizzati. Non legge mai i dati delle immagini.
ja: Loupeは、写真ライブラリのアイテム数とコレクション数を集計し、必要に応じてジオタグの位置情報を照会します。画像データを読み取ることはありません。
ko: Loupe는 사진 보관함의 항목과 컬렉션 개수를 세고, 선택적으로 위치 정보 장소를 조회해요. 이미지 데이터는 절대 읽지 않아요.
pl: Loupe liczy elementy i kolekcje w bibliotece zdjęć oraz opcjonalnie sprawdza lokalizacje z geotagów. Nigdy nie odczytuje danych obrazu.
pt_br: O Loupe conta os itens e as coleções da sua fototeca e, opcionalmente, consulta os locais das geotags. Nunca lê os dados das imagens.
pt_pt: O Loupe conta os itens e as coleções da sua biblioteca de fotografias e, opcionalmente, consulta as localizações das geo-etiquetas. Nunca lê os dados das imagens.
ru: Loupe считает объекты и альбомы в твоей медиатеке Фото и при необходимости определяет места по геометкам. Сами изображения не читаются.
tr: Loupe fotoğraf kütüphanesindeki öğeleri ve koleksiyonları sayar ve isteğe bağlı olarak coğrafi etiket konumlarını arar. Görüntü verilerini hiçbir zaman okumaz.
uk: Loupe рахує об'єкти й альбоми у твоїй медіатеці Фото та за потреби визначає місця за геотегами. Самі зображення не читаються.
vi: Loupe đếm số mục và bộ sưu tập trong thư viện ảnh, và tùy chọn tra cứu các địa điểm được gắn thẻ địa lý. Loupe không bao giờ đọc dữ liệu hình ảnh.
zh_hans: Loupe 会统计照片图库中的项目和合集数量，并可选择查询地理标记位置。它从不读取图像数据。
zh_hant: Loupe 會統計照片圖庫中的項目和相簿數量，並可選擇查詢地理標記位置。它從不讀取影像資料。

# NSRemindersFullAccessUsageDescription
source: Loupe counts reminder lists, shows list titles, and counts incomplete reminders. It does not display reminder titles or notes.
ar: يحصي Loupe قوائم التذكيرات، ويعرض عناوين القوائم، ويحصي التذكيرات غير المكتملة. ولا يعرض عناوين التذكيرات أو ملاحظاتها.
de: Loupe zählt Erinnerungslisten, zeigt Listentitel und zählt offene Erinnerungen. Einzelne Erinnerungstitel und Notizen werden nicht angezeigt.
es: Loupe cuenta las listas de recordatorios, muestra sus títulos y cuenta los recordatorios sin completar. No muestra ni los títulos ni las notas de los recordatorios.
fr: Loupe compte les listes de rappels, affiche leurs titres et compte les rappels non terminés. Il n'affiche ni les titres ni les notes des rappels.
it: Loupe conta gli elenchi dei promemoria, ne mostra i titoli e conta i promemoria non completati. Non mostra i titoli né le note dei promemoria.
ja: Loupeは、リマインダーのリスト数を集計し、リスト名を表示し、未完了のリマインダー数を集計します。リマインダーのタイトルやメモは表示しません。
ko: Loupe는 미리 알림 목록 개수를 세고, 목록 제목을 보여주고, 미완료 미리 알림 개수를 세요. 미리 알림 제목이나 메모는 표시하지 않아요.
pl: Loupe liczy listy przypomnień, pokazuje ich tytuły i liczy nieukończone przypomnienia. Nie wyświetla tytułów ani notatek przypomnień.
pt_br: O Loupe conta listas de lembretes, mostra os títulos das listas e conta os lembretes não concluídos. Não mostra títulos nem notas dos lembretes.
pt_pt: O Loupe conta listas de lembretes, mostra os títulos das listas e conta os lembretes por concluir. Não mostra títulos nem notas dos lembretes.
ru: Loupe считает списки напоминаний, показывает их названия и считает невыполненные напоминания. Названия и заметки самих напоминаний не показываются.
tr: Loupe anımsatıcı listelerini sayar, liste başlıklarını gösterir ve tamamlanmamış anımsatıcıları sayar. Anımsatıcı başlıklarını veya notları göstermez.
uk: Loupe рахує списки нагадувань, показує їхні назви та рахує невиконані нагадування. Назви й нотатки самих нагадувань не показуються.
vi: Loupe đếm số danh sách nhắc nhở, hiển thị tiêu đề của chúng và đếm số lời nhắc chưa hoàn thành. Loupe không hiển thị tiêu đề hay ghi chú của lời nhắc.
zh_hans: Loupe 会统计提醒事项列表、显示列表名称，并统计未完成的提醒事项数量。它不会显示提醒事项的标题或备注。
zh_hant: Loupe 會統計提醒事項列表、顯示列表名稱，並統計未完成的提醒事項數量。它不會顯示提醒事項的標題或備註。
